cask_args appdir: "/Applications"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"

brew "fish"
brew "yarn"
brew "jq"
brew "spectacle"
brew "mongodb"
brew "apache"
brew "php"
brew "mariadb-server"
brew "neovim"
brew "bat"
brew "fzf"
brew "fd"

cask "visual-studio-code"
cask "hyper"
cask "vlc"
cask "lacona"
cask "1password"
cask "google-chrome"
cask "firefox-developer-edition"
cask "slack"