cask_args appdir: "/Applications"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "bat"
brew "fd"
brew "fish"
brew "fzf"
brew "exa"
brew "node"
brew "mongodb/brew/mongodb-community"
brew "mysql"
brew "neovim"
brew "php"
brew "yarn"
brew "tmux"
brew "jq"

cask "1password"
cask "firefox-developer-edition"
cask "rectangle"
cask "spotify"
cask "google-chrome"
cask "visual-studio-code"